// ЗАВДАННЯ 2

// Створіть змінну для зберігання введеного рядка,
// який може бути днем тижня. Якщо це робочий день —
// виведіть повідомлення про робочий день, якщо вихідний — про вихідний.

let dayOfWeek = "Субота";

switch (dayOfWeek) {
  case "Понеділок":
  case "Вівторок":
  case "Середа":
  case "Четвер":
  case "П'ятниця":
    console.log(`${dayOfWeek} — це робочий день.`);
    break;
  case "Субота":
  case "Неділя":
    console.log(`${dayOfWeek} — це вихідний день. Насолоджуйтесь відпочинком!`);
    break;
  default:
    console.log("Введено неправильний день. Спробуйте ще раз.");
}
