// ЗАВДАННЯ 1

// Створіть змінну, що симулює вибір варіанта зі списку.
// Виводьте повідомлення залежно від обраного варіанта:
// "Кава", "Чай" або "Сік". Використайте switch

let drinkChoice = "Чай";

switch (drinkChoice) {
  case "Кава":
    console.log("Ви обрали Каву. Смачного!");
    break;
  case "Чай":
    console.log("Ви обрали Чай. Насолоджуйтесь!");
    break;
  case "Сік":
    console.log("Ви обрали Сік. Смачного!");
    break;
  default:
    console.log("Невідомий вибір. Оберіть Кава, Чай або Сік.");
}
